evaluation/ycsb_pm_results_no_crc/redis/Runa/Run1
127.0.0.1
[OVERALL], RunTime(ms), 21720
[OVERALL], Throughput(ops/sec), 23020.25782688766
[TOTAL_GCS_G1_Young_Generation], Count, 4
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 15
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.06906077348066297
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 15
[TOTAL_GC_TIME_%], Time(%), 0.06906077348066297
[READ], Operations, 249993
[READ], AverageLatency(us), 43.585152384266756
[READ], MinLatency(us), 15
[READ], MaxLatency(us), 7203
[READ], 95thPercentileLatency(us), 53
[READ], 99thPercentileLatency(us), 58
[READ], Return=OK, 249993
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2131.0
[CLEANUP], MinLatency(us), 2130
[CLEANUP], MaxLatency(us), 2131
[CLEANUP], 95thPercentileLatency(us), 2131
[CLEANUP], 99thPercentileLatency(us), 2131
[UPDATE], Operations, 250007
[UPDATE], AverageLatency(us), 39.54766066550137
[UPDATE], MinLatency(us), 14
[UPDATE], MaxLatency(us), 2631
[UPDATE], 95thPercentileLatency(us), 47
[UPDATE], 99thPercentileLatency(us), 82
[UPDATE], Return=OK, 250007